
<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta http-equiv="Content-Language" content="sv">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Vad är en Mediapedagog?</title>
</head>

<body bgcolor="#FFFFFF" background="images/rymd.gif" text="#808000">
<h1><font face="Arial">Vad är en Mediapedagog?</font></h1>
<p><img border="0" src="images/ew-97.jpg" width="320" height="240"></p>
<p><font face="Arial">Titeln &quot;Mediapedagog&quot; kom till p&aring; slutet av sjuttiotalet i samma
veva som Video f&ouml;r hemmabruk b&ouml;rjade komma till Sverige. Media
inbegriper ju v&auml;ldigt mycket, t.ex. tidningar, radio, TV &amp; film.
Ordet pedagog betyder ju undervisare/l&auml;rare. Det handlar allts&aring;
om att l&auml;ra ut hur ovanst&aring;ende medier fungerar, dvs. hur de
produceras samt hur vi som konsumenter påverkas av dem.</font></p>
<p><font face="Arial"> Man b&ouml;r allts&aring; ha en bred kunskap om dessa olika
medier &auml;ven om de flesta mediapedagoger som &auml;r verksamma i dag,
i f&ouml;rsta hand, har sin kompetens inom just TV/VIDEO &amp; FILM. Kompetensen
inbegriper både ett visst tekniskt kunnande hur div. apparater fungerar samt,
framför allt, en insikt om <u>hur</u> man berättar en historia med olika
medier.</font></p>
<p><font face="Arial">Mediapedagoger arbetar p&aring; st&auml;llen som t.ex. Skolor, AV-Centraler/AV-MEDIA,
Mediaverkst&auml;der, Lokal-TV stationer, Studief&ouml;rbund mm.</font>
<p><font face="Arial">Mediapedagogernas intresse- och samarbetsorganisation i
Sverige heter Sambandet!</font><h3><font face="Arial">Mediapedagog - IT-pedagog?</font></h3>
<p><font face="Arial">Eftersom datorer med multimediaprogram samt Internet gjort sitt int&aring;g
p&aring; senare tid s&aring; har en ny titel dykt upp i Sverige; <u>IT-pedagog</u>.
Dessa nya medier suddar allt snabbare ut gr&auml;nsen mellan Mediapedagoger
och sk. IT-pedagoger. Tyv&auml;rr blandar också m&aring;nga ihop begreppen med <u>IT-tekniker</u> o.s.v.
Grundtanken &auml;r dock, i stort, den samma som
f&ouml;r en mediapedagog, n&auml;mligen att l&auml;ra ut hur Multimedia
&amp; Internet fungerar/produceras.</font>
<p><font face="Arial">Och vad &auml;r d&aring; multimedia
och Internet? Jo, ett nytt s&auml;tt att producera och distribuera tidningar,
radio, TV &amp; film (och lite till )<i>. </i><u>Det unika med detta nya media
är funktionen för interaktivitet</u>, vilket tyvärr inte alltid utnyttjas.<i>&nbsp;</i></font><h3><font face="Arial">Vilken
utbildning har en mediapedagog?</font></h3>
<p><font face="Arial">Att l&auml;ra sig allt detta p&aring; n&aring;got &aring;r &auml;r
en om&ouml;jlighet, men f&ouml;rst&aring;r man vilka byggstenar det handlar
om (ljud, r&ouml;rlig bild, layout, kommunikation) s&aring; kan man ju
beta av en del i taget.</font>
<p><font face="Arial">En bra start kan vara att g&aring; en "introduktionskurs" i media. T.ex.
n&aring;got mediaprogram p&aring; ett gymnasium. Eftersom dessa &auml;r relativt
nya i landet och dras med olika "barnsjukdomar" s&aring; rekommenderar
jag ocks&aring; de folkh&ouml;gskolor som i m&aring;nga &aring;r erbjudit
denna typ av utbildning runt om i Sverige.&nbsp;</font>
<p><font face="Arial"> F&ouml;rs&ouml;k sedan att f&aring;
n&aring;got praktikjobb inom n&aring;got/n&aring;gra av de medier jag beskrivit.
Den enda h&ouml;gskoleutbildning som sedan finns &auml;r <u>Mediapedagoglinjen</u>
som Dramatiska Institutet (DI) erbjuder i Ume&aring;. Det finns dock ett
antal andra s&auml;tt att skaffa sig den kompetensen p&aring;. Nyckeln
till allt heter STORT intresse och MYCKET oavl&ouml;nat arbete!</font>
</body>

</html>
